{
  "id": "chapter2",
  "title": "Chapter 2",
  "quote": {
    "text": "Lerooooooooooooooooooooooy Yenkiiinss!!!",
    "book": "Ben Schulz",
    "year": 2005
  },
  "options": [
    {
      "id": "chapter2_initial_option",
      "text": "WoW",
      "goToPage": "chapter2_page1"
    }
  ],
  "pages": [
    {
      "id": "chapter2_page1",
      "paragraphs": [
        "Donec consectetur turpis a tellus aliquet, pharetra fermentum turpis laoreet. Suspendisse at tempus dolor, vel tincidunt orci. Pellentesque nunc lorem, porttitor a est eget, feugiat viverra mi. Aenean gravida eget diam nec tempor. Sed vulputate, orci eget pharetra tristique, nisi felis ultricies elit, ut facilisis est nibh vitae quam. Proin nec nibh auctor, bibendum felis in, suscipit nisi. Cras nec est augue. Nulla blandit metus nisi, ut lobortis libero posuere sit amet. Duis condimentum nec libero ac aliquet. Quisque est velit, dictum in bibendum in, bibendum in nibh. Nullam ornare lacinia orci, et lacinia nisl commodo quis. Suspendisse vitae eleifend justo. Donec ut nulla aliquet, laoreet leo vel, cursus nibh. Donec tempus scelerisque consectetur. Vestibulum eu euismod elit."
      ],
      "options": [
        {
          "id": "chapter2_page1_option1",
          "text": "next",
          "goToPage": "chapter2_page2"
        }
      ]
    },
    {
      "id": "chapter2_page2",
      "paragraphs": [
        "Phasellus imperdiet consectetur leo, at ultricies leo faucibus sit amet. Integer eu dolor massa. Pellentesque sed turpis maximus, mattis turpis et, sodales nulla. Sed tincidunt mauris velit, sed pretium ligula bibendum in.",
        "Fusce vel placerat odio, vitae hendrerit sem.",
        "Nullam eget risus scelerisque, imperdiet sem sit amet, tristique elit. Mauris sollicitudin pulvinar lectus, id ultricies lectus tincidunt ac.",
        "Proin at tellus ligula. Integer vel porttitor mi. Maecenas risus nisi, imperdiet maximus mi eget, tincidunt lacinia tortor. In orci massa, luctus condimentum tristique blandit, lobortis in sem. Nullam suscipit aliquet eros, nec rhoncus dolor dictum a. Sed non tempor erat."
      ],
      "options": [
        {
          "id": "chapter2_page2_option1",
          "text": "yes",
          "goToPage": "chapter2_page3"
        },
        {
          "id": "chapter2_page2_option2",
          "text": "no",
          "goToPage": "chapter2_page3"
        }
      ]
    },
    {
      "id": "chapter2_page3",
      "paragraphs": [
        "Aliquam condimentum nunc a quam consectetur, consectetur placerat nulla ullamcorper. Nulla euismod vitae felis facilisis tempor. Cras diam augue, sodales aliquam quam quis, semper malesuada neque. Integer lobortis vulputate felis, sed pulvinar lectus auctor non.",
        "Fusce pharetra finibus maximus. Quisque volutpat congue rutrum. Mauris libero odio, imperdiet non nunc vitae, mattis blandit ante.",
        "Aenean et suscipit ligula. Morbi vel accumsan velit. Donec suscipit est in erat dignissim tempus. Curabitur aliquet nisl at porta interdum."
      ],
      "options": [
        {
          "id": "chapter2_page3_option1",
          "text": "no",
          "goToPage": "chapter3",
          "role": "end"
        }
      ]
    }
  ]
}
